[
  {
    "img": "resources/image1mom.jpg",
    "text": "In my quest to find a perfect Mother's day gift for you, I decided to gift you two things you love beyond compare: words and photos. While some of the images may not be your favorite, the sentiment is beyond compare. I hope you enjoy my short card for Mother's Day 2025. Love, Eisha"
  },
  {
    "img": "resources/image2mom.jpg",
    "text": "While there are no dirth of flower metaphors, (you help us grow just like flowers...) this image reminds me of standing in a field of allergies. So, to me, you are someone who will always brave the the pain and discomfort to make everthing beautiful for us-- all while having a smile on your face. "
  },
  {
    "img": "resources/image3mom.jpg",
    "text": "I'm going to skip over how eerily similar we look in this picture, and instead focus on the fact that you literally always keep me warm. Whether it be acting as my blanket in this photo, giving up the throw when we are watching a movie, or reminding me to wear a sweater in the cold, you are always there. To me, I will remember your warm care, your hot food, and how hot your skin always feels when I am sick and cold and want to feel better."
  },
  {
    "img": "resources/image4mom.jpg",
    "text": "While I may infrequently call you old-fashioned, or chastise your style (okay.. maybe quite often), you are genuinely such a cool person. You are always willing to embrace new trends, styles, and are unafraid of being authentic and out-there. From volunteering to fake-play the drums in a work video, to wearing pink parachute pants (unironically.. ) you embody being a cool mom without even trying."
  },
  {
    "img": "resources/image5mom.jpg",
    "text": "This message could easily be a continuation of the old one.. (i mean, how fun is dancing), but to me, your funky moves show that you don't do anything half-heartedly. Even when dancing to NYE bollywood remixes you put in all of your passion, all of your energy. This energy is contagious, and while we don't start dancing (as you may hope), our spirits are always boosted-- simply because we know you are 100% invested."
  },
  {
    "img": "resources/image6mom.jpg",
    "text": "While this restaraunt has absolutely delicious food (that i lowkey want right now..) I love these outings not only because of the mango sticky rice. Our dinners together are my favorite opporuntiy to yap, about everthing (literally everything) because I feel so comfortable with you, always. There has never been a moment when I didn't want to spend time with you, or felt any real judgement or discomfort. While this may seem simple, it's absolutely amazing for me to know that I will always someone there to talk to."
  },
  {
    "img": "resources/image7mom.jpg",
    "text": "sarees take forever to wear, and you scrambled this thali together semi-last minute, but you still made it, and showed up. You always ensure to stay true to yourself, who you are, and where you came from. Whether it be from continuing tradtion, remembering holidays, cooking authentic food, you have allowed me to grow up experiencing so much culture. And while I may complain (itchy tight clothing manipulates emotions..) i feel like i have become a more well-rounded person because of your dedication, and hope to continue to carry on the same traditions you have taught me into the future."
  },
  {
    "img": "resources/image8mom.jpg",
    "text": "While I am quite an amazing writer, i have decided to allot a singular spot for your other child. His message to you is as follows: "
  },
  {
    "img": "resources/image9mom.jpg",
    "text": "Now that we have recognized that you are a mom of 2 (not just 1) it's only fair to recognize the man involved (in the context of mothering ofc). While you are a wife, and married him because of love (i.e you had a choice with him.. not with us)-- i can confidently say that you are a mother first, fighting to make sure our needs are met (whether it be for food, trips, etc) and prioritizing us before everything. Even the small things, like secretly letting me stay up late & watch TV with you, or aiding me as I cook SPAM fried rice, and need to buy bulk seaweed, are such special memories."
  },
  {
    "img": "resources/image10mom.jpg",
    "text": "Lest I accidentally publish a novel (might look good on college apps... ) I have decided to end this card with this photo. To quickly summarize the image: a chaotic husband and daughter, a son who looks a lil too cute (suspicious) and a mom who is somehow holding everyone together. To me, you are the glue that helps our family function, and neutralizes our chaoticness (or chaotizies our neutralness..). But for this family to stay strong, the glue must not wear down and crack. So im ending this note telling you to stay well, stay healthy, and stay loved. You mean so much to me, and to the whole fam -- so take it easy. Treat every day like mothers day, get that brunch, wear that dress, and eat that food. You work so hard, and you deserve to enjoy yourself. So what are you waiting for??? Go do it! "
  }
]
